<!Doctype html>
<html lang="fr">
	<head>
		<title>Comment Fonctionne le Dark web</title>
		<meta charset= "UTF-8">
		<link rel="stylesheet" href="style2.css">
	</head>
	
<body>
	<header><!-- en-tête de la page -->
		<p class="h6"><strong>avantages du site, si vous regarder les vid&eacute;o sur notre site s'en aller sur youtube vous les regardaient sans pub!Les d&eacute;finitions des mots sont court (enfin on essaye)!</strong></p>
				<!-- /fin de l'en-tête de la page -->																																																																																						
	</header>					
	<section>
		<div>
			<h1>D&eacute;j&agrave; est ce qu'il existe, et si oui où se trouve t'il?</h1>
		
			<h2>Oui il existe et il se trouve sur les naviguateurs comme Thor, qui est un naviguateurs contenant differents serveurs ou on peut y acceder en demandent le nom de domaine!</h2>
			<p class="noir">Pour acceder au <q><abbr title="ensemble cach&eacute; de sites Internet accessibles uniquement par un navigateur sp&eacute;cialement con&ccedil;u &agrave; cet effet">Dark web</abbr></q> il faut &eacute;crire sont extensions de domaines pour retrouver le serveurs ou sont stoqu&eacute; les differents pages comme .com, .fr, ou .oinion pour le dark web</p>
		</div>
		<div>
			<h3>Comment fonctionne t'il?</h3>
			<p>Quand on va sur le Dark Web, on passe par au-moins 7ordinateurs differents</p>
			<!-- complément du h3 -->
			<BLOCKQUOTE>C'est comme si on utilisaient plusieurs <q><abbr title="r&eacute;seau priv&eacute; virtuel cr&eacute;ant une connexion r&eacute;seau priv&eacute;e entre des appareils via Internet.">VPN</abbr></q>, car les points-de-controle(ordinateurs) on une adresse IP diff&eacute;rentes!</BLOCKQUOTE>
				<!-- /fin du complément du h3 -->
	 
			<img src="https://cdn.unitycms.io/images/545xgI4baGu87Q2skjPmjY.jpg?op=ocroped&val=1600,1600,1000,1000,0,0&sum=-qBVvUYREoA" alt="" width="312" height="327">
		</div>
	</section>
	<section>	
		<div>
			<h4>Mais avant de passer &agrave; la suite, faisont la distinction entre le <q><abbr title ="Le web profond (&laquo; Deep Web &raquo;) repr&eacute;sente les informations qui sont accessibles de mani&egrave;re classique avec un navigateur courant, mais ne sont pas index&eacute;es par les moteurs de recherche, soit parce que leur acc&egrave;s est prot&eacute;g&eacute; par un mot de passe, soit parce qu'ils sont personnalis&eacute;s pour l'utilisateur.">Deep Web</abbr></q> et le <q><abbr title="ensemble cach&eacute; de sites Internet accessibles uniquement par un navigateur sp&eacute;cialement con&ccedil;u &agrave; cet effet">Dark web</abbr></q></h4>
			<p>Voici un petite vid&eacute;o vulgaris&eacute; pour resumer un peu mieux le Deep web, et la raison du pourquoi il ne faut pas se tromper en disant que le Dark Web=au Deep Web</p>
			<iframe width="560" height="315" src="https://www.youtube.com/embed/nAIxgbHbDYE?si=b3ccdXUmByYfx7lJ" title="YouTube video player" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
		</div>
	</section>
	<section>
		<div>
			<!--2--><h4>Maintenant revenont au Dark Web, il permet un certain anonymat car les sites que vous allez visiter sur Tor ne pourront pas avoir votre adresse IP, ce qui s'il le pourrait leur permettrer de vous bloquer l'acc&egrave;s &agrave; votre ordi en controlant l'affichage de celui-ci</h4> 
	
			<p>Exemple: Vous allez sur un site pour r&eacute;cup&eacute;rer des codes promo pour un jeu, et l&agrave; comme par hasard une bonne parties ne marche pas et l&agrave; un <q><abbr title="Fen&ecirc;tre qui s'ouvre devant la fen&ecirc;tre principale sans avoir &eacute;t&eacute; sollicit&eacute;e par l'internaute.">pop-up</abbr></q> de fen&ecirc;tre apparrait &agrave;-c&ocirc;t&eacute; de la votre, vous cliquer et la une fen&ecirc;tre bloquant votre ordi et votre souris s'appelant Microsoft Defender vous dit que vous avez &eacute;tait infect&eacute; par un <q><abbr title="Un cheval de Troie est un type de malware qui se t&eacute;l&eacute;charge sur un ordinateur, d&eacute;guis&eacute; en programme l&eacute;gitime.">cheval-de-Troie</abbr></q>(virus) et qu'il faut appeler ce num&eacute;ro pour d&eacute;bloquer le poup-up et vous prot&eacute;ger du virus et qu'il ne faut surtout pas red&eacute;marrer sinon par mesure de s&eacute;curit&eacute;e sa suprime tous les fichiers.</p>
			<p>Vous n'&eacute;tant pas naif et sachant prendre du recul en voyant que le pop-up est apparut apr&ecirc;s que vous ayer cliquer sur cette page vous vous dite que le mieux et de red&eacute;marrer une fois &agrave; l'aide des fl&ecirc;ches directionnelles ou d'une nouvelle souris branch&eacute; &agrave; votre odi, vous regarder se qui ce passe, apr&ecirc;s vous aller dans le <q><abbr title="Le gestionnaire des tâches Windows permet d'afficher les applications et processus en cours d'ex&eacute;cution, de les arr&ecirc;ter, modifier leurs priorit&eacute;s, de basculer d'un programme &agrave; un autre, d'acc&eacute;der aux fonctions de d&eacute;marrage et d'extinction, et de contr&ocirc;ler les informations de performances.">gestionnaire de tache</abbr></q> vous arr&ecirc;ter temporairement votre navigateurs, ou plus simplement vous arr&ecirc;tez votre box vous red&eacute;marrer encore une fois le PC et vous supprimer votre historique pour pas que le site garde potentielement votre adresse IP, &agrave; l'aide de vos anuaires <q><a target="_blank" href="https://www.google.com/search?q=def+annuaire+dns&oq=&gs_lcrp=EgZjaHJvbWUqCQgAEEUYOxjCAzIJCAAQRRg7GMIDMgkIARBFGDsYwgMyCQgCEEUYOxjCAzIJCAMQRRg7GMIDMgkIBBBFGDsYwgMyCQgFEEUYOxjCAzIJCAYQRRg7GMIDMgkIBxBFGDsYwgPSAQkxMTU0ajBqMTWoAgiwAgE&sourceid=chrome&ie=UTF-8"><abbr title="Le système DNS d'Internet fonctionne comme un annuaire t&eacute;l&eacute;phonique en g&eacute;rant le mappage entre les noms et les num&eacute;ros. (voir plus internet<3)">DNS</abbr></a></q>.</p>
			<p>Evidement ceci est une arnaque pour r&eacute;cuperer les codes de votre carte bancaire.</p>
	
			<img src="https://www.pcrisk.fr/images/stories/screenshots202304/critical-threat-detected-adware-app-pop-up-scam-main.jpg" alt="" width="312" height="327">
		</div>
	</section>
	    <div>
			<!--3--><h4>Mais il y a aussi des diffenrences entre l'anonymat donn&eacute; par les VPN et les <q><abbr title="Ensemble des r&eacute;seaux permettant de partager de mani&eacute;re anonyme des donn&eacute;es crypt&eacute;es inaccessibles aux moteurs de recherche traditionnels">Dark Net</abbr></q> qui donne un certain degr&eacute; d'anonymat!</h4>
			<p>Bien sur il y a au-moins un truc qui est respect&eacute; le faite qu'on ne peut pas nous retrac&eacute;</p>
		</div>
	    	<article>
				<h2>Titre du article a mettre en idem css</h2>
				<section>
					<div>
						<!-- complément du h4(3) -->
			    		<BLOCKQUOTE>Maintenant parlont de si le Dark Web est ill&eacute;gal! Enfet pour moi le Dark Web est ill&eacute;gal de ce qu'on fait dessus, exemple: il y a plein de site d'information gouvenemental, de lanceur d'alerte ect.</BLOCKQUOTE>
				    		<!-- fin du complément du h4(3) -->
					</div>
					<div>
						<!--4--><h4>Mais si vous cherchez l'ill&eacute;galit&eacute; vous avez de forte chance de la trouv&eacute; mais souvent en arnaque! Il faut tr&egrave;s bien chercher pour r&eacute;ussir une ill&eacute;galit&eacute; mais sa d&eacute;pend aussi pour quoi!</h4>
						<p>Voci une video qui r&eacute;sume cela mieux que moi!</p>
						<iframe width="560" height="315" src="https://www.youtube.com/embed/aIqhu8ctmFo?si=0_1qDrTKmde5yz44" title="YouTube video player" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
					</div> 
				</section>
		</article>
	<section>		
		<div>
			<!--5--><h4>Et Maintenant parlont de Comment Fonctionne le Dark Web, notament en parlent de comment fonctione Tor!</h4>
			<p>Quand on vas sur le dar Web a l'aide de Tor, on vas passer par plussieurs noeuds(ordi benevole) qui vons chiffrer a l'aide d'une <q><abbr title="La cl&eacute; de chiffrement est au centre des principes et techniques de chiffrement des donn&eacute;es.">cle de chiffrement</abbr></q> votre IP cew qui vous permet d'etre anonyme sur les sites que vous aller consultez mais qui auront quand meme une adresse IP la derniere par lequel votre odi passe mais il y aura bien une personne qui vas avoir votre adresse IP le premier par lequel vous passer et si il est malveillant ou s'il fait parti d'espion infiltrer en benevole pour verifier le trafic des utilisateurs sur Tor vous etes mal, car votre ordi ne chiffre pas votre adresse IP.</p>
			<p>D'ou l'utiliter d'utiliser un VPN qui vas le faire a votre place si c'est un VPN gratuit il sera de mauvaise qualiter avec potentiellement a mauvais debit Exemple(Qwants), ou en plus avec un chiffrement en <q><abbr title="m&eacute;thode de codage consistait &agrave; d&eacute;caler les lettres de 3 rangs, vers la droite, dans l'alphabet.">cle cesar</abbr></q> qui remplace les chiffres par des lettres de L'alphabet!</p>
			<p>Donc le mieux serait un VPN payant mais pas cher Exemple(Nord VPN, ou CyberGostVPN) a vous de faire votre choix!</p>
			<!-- complement du h4(5) -->
			<BLOCKQUOTE>Voci encore, une petite video qui resument mieux cela!</BLOCKQUOTE>
				<!-- /fin du complement du h4(5) -->
		
			<iframe width="560" height="315" src="https://www.youtube.com/embed/I4NFwLTQ1VU?si=BgeL8j_DtT6FKtTt" title="YouTube video player" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
		
		</div>
	</section>
		<aside>
	
			<u class="avantages"><B>avantages du site</B></u>
			<ul><li>si vous regarder les vidéo sur notre site s'en aller sur youtube vous les regardaient sans pub!</li>
			<li>Les définitions des mots sont court (enfin on essaye)!</li>
			<li>Si vous n'avez pas le temps de lire le site vous pouvez sinplement regarder les video pour vous faire un resumer!</li></ul>
			<u class="gold"><B>remerciments</B></u>
			<ol><li>a ma prof de snt</li>
			<li>a leothecmaker pour ces incroyables video(qui non pas viellit malgré 4ans!)</li>
			<li>c'est tous pour le moment mais je prevois de creer une petite equipe pour m'aider pour les futurs sites!</li></ol>
			<u><B>autres sites creer par moi</B></u>
		</aside>


		<footer>
			<!-- pied de la page -->
			<nav>
				<ul>
					<!-- N'a pas trouver d'autres methode pour arriver a cette affichage(erreur!) -->
					<li class="pouce_leve"><button><a href="file:///D:/Informatique/Site%20html/SitesurleDarkwebhuriel/Site%20avec%20css/SteamDeckcss.html">Steam Deck</a></button></li>
				</ul>
			</nav>
				<!-- /fin du pied de la page -->
		</footer>	
	</body>

</html>
