<!-- Simple HTML/CSS wiki on the Dark-Web and Deep Web
Copyright (c) 2026 MrThanksfactory
Licensed under the Mozilla Public License 2.0
-->
<!Doctype html>
<html lang="fr">
	<head role="banner">
		<title>Comment Fonctionne le Dark web</title>
		<meta charset= "UTF-8">
		<meta name="description" content="Author: Huriel.Mercier,
    Category: Site de renseignement sur le Dark-Web et Deep Web , Length: 3.25 pages">
		<link rel="icon" type="image/png" href="img/PP_Téléphone_S63.png">
		<link rel="stylesheet" href="style.min.css" blocking=render>
	</head>
	
<body role="main">
	<header role="contentinfo"><!-- en-tête de la page -->
		<p class="h6"><strong>avantages du site, si vous regarder les vid&eacute;os sur notre site sans aller sur youtube vous les regardez sans pub!Les d&eacute;finitions des mots sont courts (enfin on essaye)!</strong></p>
				<!-- /fin de l'en-tête de la page -->																																																																																						
	</header>					
	<section>
		<div>
			<h1>D&eacute;j&agrave; est ce qu'il existe, et si oui où se trouve t-il?</h1>
		
			<h2>Oui il existe et il se trouve sur les naviguateurs comme Tor, qui est un naviguateurs contenant differents serveurs où on peut y acceder en demandant le nom de domaine!</h2>
			<p id="noir">Pour acceder au <q><abbr title="ensemble cach&eacute; de sites Internet accessibles uniquement par un navigateur sp&eacute;cialement con&ccedil;u &agrave; cet effet">Dark web</abbr></q> il faut &eacute;crire son extension de domaine pour retrouver le serveur où sont stock&eacute;es les differentes pages comme .com, .fr, ou .oinion pour le dark web</p>
		</div>
		<div>
			<h3>Comment fonctionne t'il?</h3>
			<p>Quand on va sur le Dark Web, on passe par au-moins 7 ordinateurs differents</p>
			<!-- complément du h3 -->
			<BLOCKQUOTE>C'est comme si on utilisait plusieurs <q><abbr title="r&eacute;seau priv&eacute; virtuel cr&eacute;ant une connexion r&eacute;seau priv&eacute;e entre des appareils via Internet.">VPN</abbr></q>, car les points-de-controle(ordinateurs, ou noeuds) ont une adresse IP diff&eacute;rentes!</BLOCKQUOTE>
				<!-- /fin du complément du h3 -->
	 
			<img fetchpriority="high" src="img/iceberg.webp" alt="" width="312" height="327">
		</div>
	</section>
	<section>	
		<div>
			<h4>Mais avant de passer &agrave; la suite, faisont la distinction entre le <q><abbr title ="Le web profond (&laquo; Deep Web &raquo;) repr&eacute;sente les informations qui sont accessibles de mani&egrave;re classique avec un navigateur courant, mais ne sont pas index&eacute;es par les moteurs de recherche, soit parce que leur acc&egrave;s est prot&eacute;g&eacute; par un mot de passe, soit parce qu'ils sont personnalis&eacute;s pour l'utilisateur.">Deep Web</abbr></q> et le <q><abbr title="ensemble cach&eacute; de sites Internet accessibles uniquement par un navigateur sp&eacute;cialement con&ccedil;u &agrave; cet effet">Dark web</abbr></q></h4>
			<p>Voici un petite vid&eacute;o vulgaris&eacute;e pour r&eacute;sumer un peu mieux le Deep web, et la raison du pourquoi il ne faut pas se tromper en disant que le Dark Web est =au Deep Web</p>
			<iframe width="560" height="315" src="https://www.youtube.com/embed/nAIxgbHbDYE?si=b3ccdXUmByYfx7lJ" title="YouTube video player" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
		</div>
	</section>
	<section>
		<div>
			<!--2--><h4>Maintenant revenont au Dark Web, il permet un certain anonymat car les sites que vous allez visiter sur Tor ne pourront pas avoir votre adresse IP, ce qui s'ils le pourraient leurs permettrer de vous bloquer l'acc&egrave;s &agrave; votre ordi en controlant l'affichage de celui-ci.</h4> 
	
			<p>Exemple: Vous allez sur un site pour r&eacute;cup&eacute;rer des codes promo pour un jeu, et l&agrave; comme par hasard une bonne parties ne marche pas et un <q><abbr title="Fen&ecirc;tre qui s'ouvre devant la fen&ecirc;tre principale sans avoir &eacute;t&eacute; sollicit&eacute;e par l'internaute.">pop-up</abbr></q> de fen&ecirc;tre apparrait &agrave;-c&ocirc;t&eacute; de la votre, vous cliquez et un blue-screen bloque votre ordi et votre souris s'appelant Microsoft Defender qui vous dit que vous avez &eacute;tait infect&eacute; par un <q><abbr title="Un cheval de Troie est un type de malware qui se t&eacute;l&eacute;charge sur un ordinateur, d&eacute;guis&eacute; en programme l&eacute;gitime.">cheval-de-Troie</abbr></q>(virus) et qu'il faut appeler ce num&eacute;ro pour d&eacute;bloquer le blue-screen et vous prot&eacute;ger du virus et qu'il ne faut surtout pas red&eacute;marrer sinon par mesure de s&eacute;curit&eacute;e ça suprimera tout vos fichiers.</p>
			<p>Vous, n'&eacute;tant pas naif et sachant prendre du recul en voyant que le blue-screen est apparut apr&egrave;s que vous ayez cliqué sur cette page vous vous dite que le mieux et de red&eacute;marrer une fois &agrave; l'aide des fl&egrave;ches directionnelles ou d'une nouvelle souris branch&eacute; &agrave; votre ordi. Vous regardez ce qui ce passe, puis vous allez dans le <q><abbr title="Le gestionnaire des tâches Windows permet d'afficher les applications et processus en cours d'ex&eacute;cution, de les arr&ecirc;ter, modifier leurs priorit&eacute;s, de basculer d'un programme &agrave; un autre, d'acc&eacute;der aux fonctions de d&eacute;marrage et d'extinction, et de contr&ocirc;ler les informations de performances.">gestionnaire de taches</abbr></q> pour arr&ecirc;ter temporairement votre navigateurs, ou plus simplement vous arr&ecirc;tez votre box vous red&eacute;marrez encore une fois le PC et vous supprimez votre historique pour que le site ne puisse pas garder potentielement votre adresse IP, &agrave; l'aide de vos anuaires <q><a target="_blank" href="https://www.google.com/search?q=def+annuaire+dns&oq=&gs_lcrp=EgZjaHJvbWUqCQgAEEUYOxjCAzIJCAAQRRg7GMIDMgkIARBFGDsYwgMyCQgCEEUYOxjCAzIJCAMQRRg7GMIDMgkIBBBFGDsYwgMyCQgFEEUYOxjCAzIJCAYQRRg7GMIDMgkIBxBFGDsYwgPSAQkxMTU0ajBqMTWoAgiwAgE&sourceid=chrome&ie=UTF-8"><abbr title="Le système DNS d'Internet fonctionne comme un annuaire t&eacute;l&eacute;phonique en g&eacute;rant le mappage entre les noms et les num&eacute;ros. (voir plus internet<3)">DNS</abbr></a></q>.</p>
			<p>Evidement ceci est une arnaque pour r&eacute;cup&eacute;rer les codes de votre carte bancaire.</p>
	
			<img src="img/scam.webp" alt="" width="431.5" height="416">
		</div>
	</section>
	    <div>
			<!--3--><h4>Mais il y a aussi des diff&eacute;rences entre l'anonymat donn&eacute; par les VPN et les <q><abbr title="Ensemble des r&eacute;seaux permettant de partager de mani&eacute;re anonyme des donn&eacute;es crypt&eacute;es inaccessibles aux moteurs de recherche traditionnels">Dark Net</abbr></q> qui donne un certain degr&eacute; d'anonymat!</h4>
			<p>Bien sur il y a au-moins un truc qui est respect&eacute;, c'est le fait qu'on ne peut pas vous retracez</p>
		</div>
	    	<article>
				<h3 class="bleuciel">Le Dark Web illégal ?</h3>
				<section>
					<div>
						<!-- complément du h4(3) -->
			    		<BLOCKQUOTE>Maintenant parlont de si le Dark Web est ill&eacute;gal! Enfait pour moi le Dark Web est ill&eacute;gal en fonction de ce que l'on fait dessus, exemple: il y a plein de sites d'informations gouvenemental, de lanceur d'alerte ect.</BLOCKQUOTE>
				    		<!-- fin du complément du h4(3) -->
					</div>
					<div>
						<!--4--><h4>Mais si vous cherchez l'ill&eacute;galit&eacute; vous avez de forte chance de la trouver mais souvent en arnaque! Il faut tr&egrave;s bien chercher pour r&eacute;ussir une ill&eacute;galit&eacute; mais ça d&eacute;pend aussi pour des cas particulier!</h4>
						<p>Voici une video qui r&eacute;sume cela mieux que moi!</p>
						<iframe width="560" height="315" src="https://www.youtube.com/embed/aIqhu8ctmFo?si=0_1qDrTKmde5yz44" title="YouTube video player" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
					</div> 
				</section>
		</article>
	<section>		
		<div>
			<!--5--><h4>Et Maintenant parlont de Comment Fonctionne le Dark Web, notamment en parlant de comment fonctione Tor!</h4>
			<p>Quand on va sur le Dark Web &agrave; l'aide de Tor, on va passer par plusieurs noeuds(ordi benevole) qui vont chiffrer &agrave; l'aide d'une <q><abbr title="La cl&eacute; de chiffrement est au centre des principes des techniques de chiffrement des donn&eacute;es.">cl&eacute; de chiffrement</abbr></q> votre IP, ce qui vous permet d'être anonyme sur les sites que vous allez consulter mais qui auront quand même une adresse IP la derni&egrave;re par lequel votre odi passe mais il y aura bien une personne qui va avoir votre adresse IP le premier par lequel votre ordi est passé et si il est malveillant ou s'il fait parti d'espions infiltr&eacute;s en b&eacute;nevole pour verifier le trafic des utilisateurs sur Tor vous &ecirc;tes mal, car votre ordi ne chiffre pas votre adresse IP.</p>
			<p>D'où l'utiliter d'utiliser un VPN qui va le faire &agrave; votre place si c'est un VPN gratuit il sera de mauvaise qualiter avec potentiellement un mauvais d&eacute;bit Exemple(Qwants), ou en plus avec un chiffrement en <q><abbr title="m&eacute;thode de codage consistait &agrave; d&eacute;caler les lettres de 3 rangs, vers la droite, dans l'alphabet.">cl&eacute; c&eacute;sar</abbr></q> qui remplace les chiffres par des lettres de L'alphabet!</p>
			<p>Donc le mieux serait un VPN payant mais pas cher Exemple (Surtout pas ! Nord VPN et CyberGostVPN) mais plutôt un VPN français, <q><abbr title="Rendre plus autonome (ce qui dépend d'un serveur central mais de plusieurs serveurs, répartit votre trafic sur un réseau de nœuds gérés par les utilisateurs . Ces nœuds font partie d'un système pair à pair et ne sont contrôlés par aucune entreprise">décentralis&eacute;</abbr></q>, etc. Mais pas un des deux g&eacute;ants cité juste avant.</p>
			<!-- complement du h4(5) -->
			<BLOCKQUOTE>Voci encore, une petite vid&eacute;o qui r&eacute;sume mieux cela!</BLOCKQUOTE>
				<!-- /fin du complement du h4(5) -->
		
			<iframe width="560" height="315" src="https://www.youtube.com/embed/I4NFwLTQ1VU?si=BgeL8j_DtT6FKtTt" title="YouTube video player" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
		
		</div>
	</section>
		<aside role="contentinfo">
	
			<u class="avantages"><B>avantages du site</B></u>
			<ul><li>si vous regardez les vidéos sur notre site sans aller sur youtube vous les regardaient sans pub!</li>
			<li>Les définitions des mots sont court (enfin on essaye)!</li>
			<li>Si vous n'avez pas le temps de lire le site vous pouvez simplement regarder les videos pour vous faire un resumer!</li></ul>
			<u class="gold"><B>remerciments</B></u>
			<ol><li>&agrave; ma prof d' snt</li>
			<li>&agrave; leothecmaker pour ses incroyables video(qui non pas viellit malgré 4ans!) et &agrave; V2F</li>
			<li>c'est tous pour le moment mais je prevois de creer une petite equipe pour m'aider pour les futurs sites!</li></ol>
		</aside>


		<footer role="link">
			<!-- pied de la page -->
			<address role="contentinfo" class="centrer">Ce site est términé sauf potentiellement modif css</address>
			<u><B>autres sites cr&eacute;er par moi</B></u>
			<nav role="navigation">
				<ul>
					<!-- N'a pas trouvé d'autres methode pour arriver à cet affichage(erreur!) -->
					<li class="pouce_leve"><button><a class="linck" href="SteamDeckcss.html">Steam Deck</a></button></li>
					<li class="pouce_leve"><button><a class="linck" href="Navigateurs_appli_chine.html">Navigateurs appli chine</a></button></li>
				</ul>
			</nav>
				<!-- /fin du pied de la page -->
		</footer>	
	</body>

</html>



































